Repository: rrva/laban
Catalog: Sources/LabanApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Laban checks whether an active Focus is silencing terminal-attention notifications when you explicitly run Focus troubleshooting.
de: Wenn Sie die Fokus-Fehlerbehebung ausdrücklich ausführen, prüft Laban, ob ein aktiver Fokus Terminal-Benachrichtigungen stummschaltet.
es: Cuando ejecutas explícitamente el diagnóstico de Concentración, Laban comprueba si un modo activo silencia las notificaciones de atención del terminal.
fr: Lorsque vous lancez explicitement le dépannage de Concentration, Laban vérifie si un mode actif réduit au silence les notifications d’attention du terminal.
hi: जब आप स्पष्ट रूप से फ़ोकस समस्या निवारण चलाते हैं, तो Laban जाँचता है कि सक्रिय फ़ोकस टर्मिनल ध्यान सूचनाओं को शांत कर रहा है या नहीं।
it: Quando avvii esplicitamente la risoluzione dei problemi di Full immersion, Laban controlla se una modalità attiva silenzia le notifiche di attenzione del terminale.
ja: 集中モードのトラブルシューティングを明示的に実行したとき、Laban は有効な集中モードがターミナルの注意通知をオフにしているか確認します。
ko: 집중 모드 문제 해결을 명시적으로 실행하면 Laban은 활성 집중 모드가 터미널 주의 알림을 끄고 있는지 확인합니다.
pt_br: Quando você executa explicitamente a solução de problemas do Foco, o Laban verifica se um Foco ativo está silenciando as notificações de atenção do terminal.
ru: Когда вы явно запускаете диагностику фокусирования, Laban проверяет, заглушает ли активный режим уведомления терминала.
zh_hans: 当您明确运行专注模式故障排查时，Laban 会检查当前专注模式是否将终端提醒通知静音。
zh_hant: 當您明確執行專注模式疑難排解時，Laban 會檢查啟用中的專注模式是否將終端機提醒通知靜音。

source: Tab
es: Pestaña
fr: Onglet
hi: टैब
it: Scheda
ja: タブ
ko: 탭
pt_br: Aba
ru: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

source: Debug
es: Depuración
fr: Débogage
hi: डिबग
ja: デバッグ
ko: 디버그
pt_br: Depuração
ru: Отладка
zh_hans: 调试
zh_hant: 除錯

source: Renderer
es: Motor de renderizado
fr: Moteur de rendu
hi: रेंडरर
ja: レンダラー
ko: 렌더러
pt_br: Renderizador
ru: Рендерер
zh_hans: 渲染器
zh_hant: 渲染器

source: Software Renderer
es: Renderizado por software
fr: Rendu logiciel
hi: सॉफ़्टवेयर रेंडरर
it: Renderer software
ja: ソフトウェアレンダラー
ko: 소프트웨어 렌더러
pt_br: Renderizador por software
ru: Программный рендерер
zh_hans: 软件渲染器
zh_hant: 軟體渲染器

source: Vector Glyph Renderer
es: Renderizado Vector Glyph
fr: Rendu Vector Glyph
hi: वेक्टर ग्लिफ़ रेंडरर
it: Renderer Vector Glyph
ja: ベクターグリフレンダラー
ko: 벡터 글리프 렌더러
pt_br: Renderizador Vector Glyph
ru: Векторный глиф-рендерер
zh_hans: 矢量字形渲染器
zh_hant: 向量字形渲染器

source: Slug Glyph Renderer
es: Renderizado Slug Glyph
fr: Rendu Slug Glyph
hi: Slug ग्लिफ़ रेंडरर
it: Renderer Slug Glyph
ja: Slug グリフレンダラー
ko: Slug 글리프 렌더러
pt_br: Renderizador Slug Glyph
ru: Slug глиф-рендерер
zh_hans: Slug 字形渲染器
zh_hant: Slug 字形渲染器

source: Rendering
es: Renderizado
fr: Rendu
hi: रेंडरिंग
ja: レンダリング
ko: 렌더링
pt_br: Renderização
ru: Рендеринг
zh_hans: 渲染
zh_hant: 渲染

source: Renderer:
es: Motor de renderizado:
fr: Moteur de rendu :
hi: रेंडरर:
ja: レンダラー：
ko: 렌더러:
pt_br: Renderizador:
ru: Рендерер:
zh_hans: 渲染器：
zh_hant: 渲染器：

source: Emoji rendering:
es: Renderizado de emoji:
fr: Rendu des emoji :
hi: इमोजी रेंडरिंग:
it: Rendering emoji:
ja: 絵文字レンダリング：
ko: 이모지 렌더링:
pt_br: Renderização de emoji:
ru: Рендеринг эмодзи:
zh_hans: 表情符号渲染：
zh_hant: 表情符號渲染：

source: Block
es: Bloque
fr: Bloc
hi: ब्लॉक
it: Blocco
ja: ブロック
ko: 블록
pt_br: Bloco
ru: Блок
zh_hans: 方块
zh_hant: 方塊

source: RGB subpixel
es: Subpíxel RGB
fr: Sous-pixel RGB
hi: RGB सबपिक्सेल
it: Subpixel RGB
ja: RGB サブピクセル
ko: RGB 서브픽셀
pt_br: Subpixel RGB
ru: RGB субпиксель
zh_hans: RGB 子像素
zh_hant: RGB 子像素

source: BGR subpixel
es: Subpíxel BGR
fr: Sous-pixel BGR
hi: BGR सबपिक्सेल
it: Subpixel BGR
ja: BGR サブピクセル
ko: BGR 서브픽셀
pt_br: Subpixel BGR
ru: BGR субпиксель
zh_hans: BGR 子像素
zh_hant: BGR 子像素

source: OK
es: Aceptar
hi: ठीक
ko: 확인
zh_hans: 好
zh_hant: 好

source: Cursor:
fr: Curseur :
hi: कर्सर:
it: Cursore:
ja: カーソル：
ko: 커서:
ru: Курсор:
zh_hans: 光标：
zh_hant: 游標：

source: Software
fr: Logiciel
hi: सॉफ़्टवेयर
ja: ソフトウェア
ko: 소프트웨어
ru: Программный
zh_hans: 软件
zh_hant: 軟體

source: Terminal
hi: टर्मिनल
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端
zh_hant: 終端機

source: Vector Glyph
hi: वेक्टर ग्लिफ़
ja: ベクターグリフ
ko: 벡터 글리프
zh_hans: 矢量字形
zh_hant: 向量字形

source: Slug Glyph
hi: Slug ग्लिफ़
ja: Slug グリフ
ko: Slug 글리프
zh_hans: Slug 字形
zh_hant: Slug 字形
